data = [
{
  "name":"1",
  "description":"Every believer today need to meditate on the work of the blessings.We have been given a treasure that we may missout on if we lack understanding.The blessing is the one more missile in the armoury of believer.If the missile isnot understood and well maximized, it might not benefit the believer.As powerful as the blessing is, if you do not understand how it works, it will not benefit you."
  },
  {
  "name":"2",
  "description":"The rigtheousness of God are the principles that activate or unlock the plans, purpose and provisions. Seeking the kingdom does not automatically give you access  into the plans, purposes and provisions of God. It is as we seek His rigtheousness that will unlock and activate them."
  },
  {
  "name":"3",
  "description":"The advantage of praying in the spirit can not be overemphasized at this point because when you pray in tongues, the Holy spirit prays through you and prays the exact will of Gos for your life"
  },{
  "name":"4",
  "description":"The kingdom of God is the real of God's presence that houses the plans, purposes and provisions of God"
  },{
  "name":"5",
  "description":"God wants to make you the best in business or in your job and make  you very wealthy, but you have to  TRAIN YOUR MIND to believe His word"
  },{
  "name":"6",
  "desctiption":"There is no successful person who has never failed at least once before they succeeded. Rather that giving up, learn from your mistakes,forget them and press on towards your vision for prosperity."
  },{
  "name":"7",
  "description":"As a pricinple, it means, doing 'first thing first'; as a process, it means evaluating a group of items and ranking them in their order of importance or urgency. A man who wants to prosper must master the art of prioritization"
  },{
  "name":"8",
  "description":"Learn to say thank you to those who work with you or contribute in any way to your comfort, like your gate man,cook,house help and laundry man. Their help no matter how small makes your life easy"
  },{
  "name":"9",
  "description":"A man's prosperity is largely determined by what he thinks, his character being the complete sum of all thoughts"
  },{
  "name":"10",
  "description":"Do not compromise: To compromise means to shift from a previously established standard"
  },{
  "name":"11",
  "description":"Lies are sometimes very easy to say but they are exhausting because when you tell one, you have to tell another to cover up. If you want to be a person of INTEGRITY, speak the truth in love always."
  },{
  "name":"12",
  "description":"Faithfulness is more than just being able to keep or maintain what has been committed to your trust, it is also the ability to increase maximally what has been entrusted to you."
  },{
  "name":"13",
  "description":"Dependability is doing everthing in your power to ensre that you do what you said you would do"
  },{
  "name":"14",
  "description":"Repeat it 3 times; 'I am an avid worker, i do not stop working because i feel tired neither do i allow my body to control my work. I work until things work' "
  },{
  "name":"15",
  "description":"If you must breakthrough , you must push! the priority of pleasure is the beginning of poverty"
  },{
  "name":"16",
  "description":"How much the people who work with you are able to produce is dependent on how well you can manage their competencies and weaknesses."
  },{
  "name":"17",
  "description":"Time mastery makes you a master of life. You have to train yourself to manage your time better because time is life measured out in bit, and when you waste time you waste life"
  },{
  "name":"18",
  "description":"God created all things you will need and put them in the earth and put the ideas to manipulate them in the air. SO if yourself mind is not trained you can never access and enjoy them"
  },{
  "name":"19",
  "description":"As a business man, learn to separate your business account from your personal account so that you will not spend money that is meant for your business on yourself."
  },{
  "name":"20",
  "description":"You need to develop your product to meet the specific need of the market and a product that can solve multiple problems, that way customers will be gaining more for less money"
  },{
  "name":"21",
  "description":"Some persons do not start because they are not used to running a business or have never run a business before. You will never learn how to if you do not begin."
  },{
  "name":"22",
  "description":"Law of sharing:  You might not always have your own idea but you can co-own an idea by shraing. A lot of persons are still poor because they wanted to begin on their own. 'A wise man once said, i would rather own one percent of what is working than one hundred percent of what is not working."
  },{
  "name":"23",
  "description":"Work for money, do not let it go until it works for you"
  },{
  "name":"24",
  "description":"Managing money is the art of matching income to expenditure in such a way a to create room for investment."
  },{
  "name":"25",
  "description":"Wealth is the signature of God, evident in creation, lost by sin, restored in Christ Jesus to establish men in dominion,rule,authority and comfort."
  },{
  "name":"26",
  "description":"External help is not all what you need to become wealthy or to start a business. Its important to note that the rich only give to those who they are sure can manage and multiply it."
  },{
  "name":"27",
  "description":"If a person is poor, that means he is ignorant, if a person accept poverty, then he is not walking in line with God's will of prosperity. If a person promotes the poverty of others, without doubti believe such a person is possessed because the agenda of satan which is to steal kill and destroy."
  },{
  "name":"28",
  "description":"Poverty is an agenda of satan, propagated by hell sponsored by ignorance, promoted by demons, for the purpose of stealing,  killing and destroying the destiny of many in Christ Jesus."
  },{
  "name":"29",
  "description":"Although it is important that we give a God as blessed us, there is a higher realm for those who want to enjoy more from God This is the real of sacrifice."
  },{
    "name":"30",
    "description":"An altar is an oracle of God that connects the physical realm into the supernatural realm. It is a  protal creator, a convenant, a channel servicer and a legal entry point for spiritual blessing."
    }

  ]